# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'mackup'
brew 'mas' # Mac App Store manager

# Image optimization
# brew 'jpegoptim'
#brew 'optipng'
# brew 'pngquant'
# brew 'svgo'
# brew 'gifsicle'

# Development
brew 'redis'

# Apps
cask '1password'
cask 'charles'
cask 'drawio'
cask 'figma'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'gpg-suite'
cask 'helo'
cask 'imageoptim'
cask 'postman'
cask 'slack'
cask 'visual-studio-code'

# Mac App Store
mas 'Giphy Capture', id: 668208984
mas 'Speedtest', id: 1153157709
